Repository: racheelllee/postaleria
Catalog: src/Locale/*/default.po
Languages: es

source: Group Id
es: Id de Grupo

source: Parent Group
es: Grupo padre

source: Description
es: Descripción

source: Allow Registration
es: Permitir registro de usuario

source: Edit Group
es: Editar grupo

source: Delete Group
es: Borrar grupo

source: Are you sure you want to delete this group? Delete it your own risk
es: ¿Estas seguro de querer borrar este grupo?

source: Number of Groups
es: Cantidad de grupos

source: User Id
es: Id Usuario

source: Email Verified
es: Email verificado

source: Active
es: Activo

source: Inactive
es: Inactivo

source: View User
es: Ver Usuario

source: Edit User
es: Editar Usuario

source: Change Password
es: Cambiar contraseña

source: Inactivate
es: Desactivar

source: Are you sure you want to inactivate this user?
es: ¿Estas seguro de querer desactivar este usuario?

source: Activate
es: Activar

source: Are you sure you want to activate this user?
es: ¿Estas seguro de quere activar este usuario?

source: Verify Email
es: Verificar email

source: Are you sure you want to verify email of this user?
es: ¿Estas seguro de querer verificar el email a este usuario?

source: Delete User
es: Borrar usuario

source: Are you sure you want to delete this user?
es: ¿Estas seguro de querer borrar este usuario?

source: View Permissions
es: Ver permisos

source: Send Mail
es: Enviar email

source: Number of Users
es: Cantidad de usuarios

source: Contact No
es: No. contacto

source: Submit
es: Enviar

source: Dashboard
es: Indicadores

source: Last URL
es: última URL

source: Browser
es: Navegador Web

source: Ip Address
es: Dirección IP

source: Last Action
es: última acción

source: Sign Out
es: Salir

source: Are you sure you want to sign out this user?
es: Estas seguro de querer sacar del sistema a este usuario

source: This user will be signed out and will not be able to login again
es: Este usuario será sacado del sistema y no podra volver a entrar de nuevo

source: Number of Online Users
es: Número de usuarios conectados

source: Total Records
es: Total de Registros

source: First
es: Primero

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Last
es: Último

source: Page
es: Página

source: of
es: de

source: Sign in using your account with
es: Registrarse utilizando tu cuenta de

source: Facebook Connect
es: Facebook

source: Twitter Connect
es: Twitter

source: Gmail Connect
es: Gmail

source: Yahoo Connect
es: Yahoo

source: Linkedin Connect
es: Linkedin

source: Foursquare Connect
es: Foursquare

source: Search
es: Buscar

source: Clear
es: Limpiar

source: Edit Scheduled Email
es: Editar

source: Back
es: Regresar

source: Group(s)
es: Grupos

source: multiple emails comma separated
es: Multiples emails separados por comas

source: Schedule Date
es: Fecha

source: Message
es: Mensaje

source: Update
es: Actualizar

source: Scheduled Emails
es: Emails programos

source: Schedule Email
es: Email programados

source: Sent Emails
es: Emails enviados

source: Are you sure, you want to delete this recipient?
es: ¿Estas seguro de querer borrar estos destinatarios?

source: Something went wrong.. Please Try Again
es: Algo esta realmente mal... intente nuevamente

source: Scheduled Email Details
es: Detalles del email programado

source: Email Type
es: Tipo de Email

source: Email Subject
es: Asunto

source: Email Message
es: Mensaje

source: Scheduled Email Recipients
es: Destinatarios

source: Add Setting Option
es: Agregar Opción

source: Add Option
es: Agregar Opción

source: Edit Setting Option
es: Editar Opción

source: Update Option
es: Actualizar Opción

source: All Setting Options
es: Todas las opciones

source: Add Static Page
es: Agregar Página Estática

source: For ex. Contact Us, About Us
es: Por ejemplo, Contacto, Acerca

source: For ex. contactus, contactus.html, aboutus, aboutus.html
es: Por ejemplo, contacto, contacto.html, acerca,acerca.html

source: For ex. Your Contact Details
es: Por ejemplo, Contacto

source: Page Content
es: Contenido de la página

source: Add Page
es: Agregar Página

source: Edit Static Page
es: Editar Página Estática

source: Save Page
es: Guardar Página

source: All Static Pages
es: Todas las Páginas Estáticas

source: Static Page Detail
es: Detalles de la Página Estática

source: Modified
es: Modificado

source: Contact Us
es: Contactanos

source: All Contact Enquiries
es: Todos los contactos

source: Send Reply to
es: Enviar respuesta a

source: To
es: A

source: Select Template
es: Selecciona Plantilla

source: Select Signature
es: Selecciona Firma

source: Are you sure, you want to send this email?
es: ¿Estas seguro de querer enviar este email?

source: Confirm Sending Reply to
es: Cofirmación de envio de respuesta a

source: Add Signature
es: Agregar Firma

source: Email Signature
es: Firma de Email

source: Update Signature
es: Actualizar Firma

source: All Email Signatures
es: Todas las firmas

source: Add Template
es: Agregar Plantilla

source: Email Header
es: Encabezado

source: Email Footer
es: Pie de página

source: Update Template
es: Actualizar Plantilla

source: All Email Templates
es: Todas las Plantillas

source: All Sent Emails
es: Todos los correos enviados

source: Send Email
es: Enviar Email

source: Select User(s)
es: Selecciona Usuarios

source: Select Groups(s)
es: Selecciona grupo(os)

source: If you enter schedule date, emails will not be send right now. You need to setup cron job to send scheduled emails. Please refer to documentation for cron job setup.
es: Si se ingresa una fecha, los emails no seran enviados ahora. Es necesario confirugar cron job para enviar emails programados. Favor de revisar la documentación de como configurar un cron job .

source: Please select atleast one user to send email
es: Selecciona al menos un usuario para enviar un email

source: Are you sure, you want to continue sending emails?
es: Estas seguro de querer continuar enviando emails

source: Confirm Sending Email
es: Confirmas enviar email

source: No Users
es: Seleccione usuarios

source: Send Mail to
es: Enviar Email a

source: Confirm Sending Email to
es: Cofirmacion de enviar email a

source: Email Details
es: Detallas del Email

source: Email Recipients
es: Destinatarios

source: Please select atleast one controller to get permissions
es: Selecciona por lo menos un controlador para obtener sus permisos

source: Parent Group Permissions Matrix
es: Matriz de permisos

source: Please wait while page is loading...
es: Por favor espera mientras la página es cargada

source: Check Permission Changes
es: Verificar cambios en permisos

source: The group has permission of controller's action
es: El grupo tiene permisos por ejecutar la acción del controller

source: The group has not permission of controller's action
es: El grupo no tiene permiso para ejecutar la acción del controller

source: Prefix
es: Prefijo

source: Plugin
es: Extensión

source: Controller
es: Controlador

source: Group
es: Grupo

source: Get Permissions
es: Obtener Permisos

source: Sub Group Permissions Matrix
es: Matriz de permisos del subgrupo

source: The sub group has permission of controller's action
es: El subgrupo tiene permiso para ejecutar la acción del controller

source: The sub group has not permission of controller's action
es: El subgrupo no tiene permiso para ejecutar la acción del controller

source: inherit
es: Herencia

source: Permission inherited from parent group
es: Permisos heredados del grupo padre

source: Sub Group
es: Subgrupo

source: Permission Changes
es: Permisos cambiados

source: Controllers Not Added in Permission
es: Controlador no agregado a permisos

source: Actions Not Added in Permission
es: Acciones no agregadas en los permisos

source: Extra Controllers Added in Permission Table
es: Se agregaron controladores extras en la tabla de permisos

source: Remove
es: Quitar

source: Are you sure, you want to delete permissions of this controller along with it's actions?
es: Estas seguro de querer borrar los permisos del controlador

source: Extra Actions Added in Permission Table
es: Permisos extras se agregaron a la tabla de permisos

source: Are you sure, you want to delete permissions of this action?
es: Estas seguro, de borrar los permisos de esta acción

source: Add Group
es: Agregar Grupo

source: Group Name
es: Nombre del grupo

source: for ex. Business User
es: Por ej. Clientes

source: Save
es: Guardar

source: Note: If you add a new group then you should assign permissions to this newly created Group.
es: Nota: Si agregas un nuevo grupo, necesitas asignarle permisos

source: All Groups
es: Todos los grupos

source: Add Setting
es: Agregar variable de sistema

source: Category Type
es: Categoria

source: Input Type
es: Tipo

source: for ex. site_name (no space, only small letters, underscore)
es: Por ejemplo site_name (no espacios, solo letra minúscula, y guion bajo )

source: Display Name
es: Mostrar nombre

source: for ex. Enter Your Full Site Name
es: Por ejemplo, El nombre completo de sitio

source: Cake Logs
es: Registros de Cake

source: Log File
es: Registro

source: File Size
es: Tamaño de archivo

source: Last Modified
es: última modificación

source: View/Edit
es: Ver/Editar

source: Create Backup Copy
es: Crear copia de respaldo

source: Are you sure, you want to create a copy of
es: Estas seguro, de crear una copia de

source: Are you sure, you want to delete the log file
es: Estas seguro, de borrar el registro

source: Empty File
es: Archivo vacío

source: Are you sure, you want to make empty the log file
es: Estas seguro, de crear un archivo de registro vacio

source: You should create a backup before making empty this file.
es: Deberias crear un respaldo antes de crear un archivo vacío

source: Close
es: Cerrar

source: details
es: detalles

source: Value
es: Valor

source: Add/Remove Options
es: Agregar/Quitar Opciones

source: Update Setting
es: Actualizar variable

source: Selected Options
es: Opción seleccionada

source: Available Options
es: Opciones disponibles

source: Add New Option
es: Agregar nueva opción

source: Done
es: Hecho

source: All Settings
es: Todas las variables

source: Setting Options
es: Opciones de variable

source: Access Denied
es: Acceso denegado

source: Sorry, You don't have permission to view that page. go to
es: Lamento, que no tengas permisos para ver esa página, ve a

source: Reset Password
es: Reiniciar contraseña

source: New Password
es: Nueva contraseña

source: Confirm Password
es: Confirmar contraseña

source: Save New Password
es: Guardar nueva contraseña

source: Please select atleast one user to add
es: Por favor, selecciona por lo menos un usuario para agregar

source: Add Multiple Users
es: Agregar multiples usuarios

source: Please Note: Unchecked rows will not be saved in database.
es: Nota: los renglones no seleccionados no va a hacer guardados en la base de datos

source: User Group
es: Grupo de usuario

source: User Name
es: Nombre de Usuario

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Father's Last Name
es: Apellido Paterno

source: Mother's Last Name
es: Apellido Materno

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Position
es: Puesto

source: User Profile
es: Perfil del Usuario

source: Mobile Phone
es: Teléfono Móvil

source: Phone
es: Teléfono

source: Gender
es: Genero

source: Birthday
es: Cumpleaños

source: Location
es: Locación

source: Cellphone
es: Celular

source: Add Users
es: Agregar Usuarios

source: Add User
es: Agregar Usuario

source: New User
es: Nuevo Usuario

source: List of Users
es: Listado de Usuarios

source: Birth Date
es: Fecha de Nacimiento

source: Entry Date
es: Fecha de Ingreso

source: Old Password
es: Contraseña anterior

source: Change Password for
es: Cambiar contraseña por

source: Edit Profile
es: Editar Perfil

source: Photo
es: Foto

source: Update Profile
es: Actualizar Perfil

source: Email Verification
es: Verificación de Email

source: Enter Email / Username
es: Escribe Correo

source: Prove you're not a robot
es: Prueba que no eres un robot

source: Forgot Password
es: Recuperar Contraseña

source: All Users
es: Todos los usuarios

source: Sign In
es: Entrar

source: ¿Forgot Password?
es: ¿Olvidaste tu contraseña?

source: Remember me
es: Recuerdame

source: Sign Up
es: Darse de alta

source: Email / Username
es: Email

source: My Profile
es: Mi Perfil

source: Joined
es: Creado el

source: Online Users
es: Usuarios conectados

source: Select csv file
es: Seleccionar el archivo csv

source: Upload
es: Subir

source: Instructions for CSV file
es: Instrucciones para el archivo CSV

source: First line should be table fields name
es: El primer renglon deben ser los nombres de las columnas

source: You can add one or more than one users
es: Tu puedes agregar uno o mas usuarios

source: leave blank for empty values
es: Dejar en blanco para valores vacios

source: For user group id field value should be in following
es: Para gurpo de usuario debe ser como el siguiente

source: For multiple groups set group ids comma separated without space for e.g. 1,2
es: Para multiples grupos colocar los ids del grupo separados por coma, pj. 1,2

source: For gender field value should be in following
es: Para el genero, deben ser los siguientes

source: For Birthday date format should be Ymd format for e.g. 1999-01-25
es: Para el cumpleaños, el formato debe ser Ymd Pj. 1999-01-25

source: Sample CSV File
es: Ejemplo CSV

source: for multiple users
es: para multiples usuarios

source: User Detail
es: Detalles de usuario

source: Created By
es: Creado por

source: Last Login
es: Ultimo acceso

source: Site Permissions for
es: Permisos del sistema

source: Please make sure permissions are based on groups.
es: Verifica que los permisos son basados en grupos

source: You are not authorized to access that location.
es: No estas autorizado a accerder

source: Missing CSRF token cookie
es: Falta el token CSRF en la cookie

source: CSRF token mismatch.
es: Token CSRF no concuerda

source: Not Found
es: No encontrado

source: An Internal Error Has Occurred.
es: Un error interno ocurrio

source: %s ago
es: %s atras

source: on %s
es: en %s

source: just now
es: justo ahora

source: about a second ago
es: cerca de un segundo atras

source: about a minute ago
es: cerca de un minuto atras

source: about an hour ago
es: cerca de una hora atras

source: about a day ago
es: cerca de un día atras

source: about a week ago
es: cercad de una semana atras

source: about a year ago
es: cerca de un año

source: in about a second
es: cerca de un segundo

source: in about a minute
es: cerca de un minuto

source: in about an hour
es: cerca de una hora

source: in about a day
es: cerca de un día

source: in about a week
es: cerca de una semana

source: in about a year
es: cerca de un año

source: {0} year
es: {0} año

source: {0} month
es: {0} mes

source: {0} week
es: {0} semana

source: {0} day
es: {0} día

source: {0} hour
es: {0} hora

source: {0} minute
es: {0} minuto

source: {0} second
es: {0} segundo

source: The requested file was not found
es: El archivo solicitado no se encontro

source: This value is already in use
es: Este valor ya esta en uso

source: This value does not exist
es: Este valor no existe

source: and
es: y

source: This field is required
es: Este campo es obligatorio

source: This field cannot be left empty
es: El campo no puede ser vacío

source: The provided value is invalid
es: No es valido

source: New %s
es: Nuevo %s

source: Edit %s
es: Editar %s

source: Home
es: Inicio

source: January
es: Enero

source: February
es: febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Delete Account
es: Borrar cuenta

source: Are you sure you want to delete your account?
es: ¿Estas seguro de borrar tu cuenta?

source: Users
es: Usuarios

source: Groups
es: Grupos

source: Admin
es: Administración

source: Group Permissions
es: Permisos de grupos

source: Subgroup Permissions
es: Permisos de subgrupos

source: Delete Cache
es: Borrar cache

source: View Sent Emails
es: Ver email enviados

source: Scheduled Mails
es: Emils programados

source: Contact Enquiries
es: Contactos

source: Email Templates
es: Plantillas de Email

source: Email Signatures
es: Firmas

source: Pages
es: Páginas

source: All Pages
es: Todas las Páginas

source: The requested address %s was not found on this server.
es: No encontramos la solicitud %s en este servidor

source: An Internal Error Has Occurred
es: Ocurrio un error interno

source: Password must including a number, an uppercase and a lowercase letter.
es: Contraseña debe incluir al menos una minúscula, una mayúscula y un número

source: following data
es: siguiente informacion

source: Module
es: Módulo

source: Matrix
es: Matriz

source: Centers
es: Centros

source: Cancel
es: Cancelar

source: Company
es: Compañia

source: Despartments
es: Departamento

source: The franquicia has been saved.
es: La franquicia ha sido guardada.

source: The franquicia could not be saved. Please, try again.
es: La franquicia no se pudo guardar. Por favor, intente nuevamente.

source: The franquicia has been deleted.
es: La franquicia ha sido borrada.

source: The franquicia could not be deleted. Please, try again.
es: La franquicia no se pudo borrar. Por favor, intente nuevamente.

source: Selected franquicia is active successfully
es: La franquicia seleccionada fue activada.

source: Selected franquicia is activated successfully
es: La franquicia seleccionada fue desactivada.

source: Business Name
es: Razón comercial

source: Street
es: Calle

source: Number
es: Número

source: Municipality
es: Municipio

source: State
es: Estado

source: Country
es: País

source: Postal Code
es: Código postal

source: Customer Category
es: Categoría del Cliente

source: Office
es: Sucursal

source: Customer Type
es: Tipo de Cliente

source: Customer Headcount
es: Cantidad de epleados

source: Website
es: Sitio web

source: Customer Since
es: Cliente

source: The customer has been saved.
es: El Cliente ha sido guardado

source: The customer could not be saved. Please, try again.
es: El Cliente no se pudo guardar. Por favor, intente nuevamente

source: The customer could not be deleted. Please, try again.
es: El Cliente no se pudo borrar. Por favor, intente nuevamente

source: The customer has been deleted.
es: El Cliente ha sido borrado

source: Seller
es: Vendedor Asignado

source: Customer
es: Cliente

source: Customers
es: Clientes
