Repository: racheelllee/postaleria
Catalog: src/Locale/*/default.po
Languages: es

source: You need to be signed in to perform this action
es: Es necesario estar firmado en el sistema para realizar este acción

source: You need to be signed in to view that page.
es: Es necesario estar firmado en el sistema para ver esta página

source: You are not allowed to view that page.
es: No estas autorizado para ver esta página

source: {0} Scheduled Emails and {1} recipients processed
es: {0} Email programados y {1} destinatarios procesados

source: The scheduled email has been updated successfully
es: La programación del envio de email fue actualizada

source: Unable to update scheduled email, please try again.
es: Imposible actualizar programación de correo, intente otra vez

source: Invalid Scheduled Email Id
es: Id inconrrecto

source: Missing Scheduled Email Id
es: Falta el id de email

source: Only few recipients have been deleted successfully
es: Solo algunos destinatarios fueron borrados

source: Scheduled Email and recipients have been deleted successfully
es: Programación de email y destinatarios han sido borrados

source: All emails have been sent already so this scheduled email cannot be deleted
es: Todos los emails fueron enviados, por lo que esta programación de envio no puede ser borrada

source: Invalid User Email Id
es: Id de usuario de correo invalido

source: Missing User Email Id
es: Falta el id usuario de correo

source: Selected recipient has been deleted successfully
es: Los destinatarios seleccionados fueron borrados

source: Selected Recipient cannot be deleted
es: Los destinatarios seleccionados no pueden ser borrados

source: Invalid Request
es: Petición invalida

source: Invalid Scheduled Email Recipient Id
es: Id de destinatario no valido

source: Missing Scheduled Email Recipient Id
es: Falta el id de destinatario

source: The Setting Option has been added successfully
es: La configuración se creo correctamente

source: Unable to save Setting Option, please try again
es: Imposible guardar la configuración, intenta de nuevo

source: The Setting Option has been updated successfully
es: La configuración fue actualizada correctamente

source: Invalid Setting Option id
es: Id de opción no valida

source: Missing Setting Option id
es: Falta el id de opción

source: Selected setting option is deleted successfully
es: Las opciones seleccionadas fueron borradas

source: Unable to delete setting option, please try again
es: No fue posible borrar esta configuración, intenta de nuevo

source: This setting option exists in other tables so cannot be deleted
es: Esta opcion ya existe en otras tablas, no puede sesr borrada

source: Invalid Setting Option Id
es: Id de opción no valido

source: Missing Setting Option Id
es: Falta el Id de opción

source: The static page is successfully added
es: La página estatica fue agregada

source: Unable to add page, please try again
es: Imposible agregar página, intente de nuevo

source: The static page has been updated successfully
es: La página estática fue actualizada

source: Unable to save static page, please try again
es: Imposible guardar página estática, intente de nuevo

source: Invalid Static Page Id
es: Id de página es invalida

source: Missing Static Page Id
es: Falta id de página

source: Selected static page has been deleted successfully
es: Las páginas estáticas seleccionadas fueron borradas

source: Selected static page can not be deleted, please try again
es: Las páginas estáticas seleccionadas no pueden ser borradas

source: Thank you for contacting us. we will be in touch with you very soon
es: Gracias por contactarnos. Nos pondremos en contacto con usted a lo mas pronto posible

source: Contact Enquiry Received
es: Contacto recibido

source: Hi Admin, <br/><br/>A contact enquiry has been saved. Here are the details - <br/><br/>Name- {0} <br/>Email - {1} <br/>Contact No - {2} <br/>Requirement - {3} <br/><br/>Thanks
es: Hola Administrador <br/><br/>Un nuevo contacto a sido agregado. Estos son los detalles - <br/><br/>Nombre- {0} <br/>Email - {1} <br/>Número de contacto - {2} <br/>Asunto - {3} <br/><br/>Gracias

source: Contact Reply has been sent successfully
es: La respuesta al contacto fue enviada

source: We could not send Reply Email
es: No fue posible enviar el email

source: Invalid Contact Id
es: Id de contacto no valido

source: Missing Contact Id
es: Falta el Id de contacto

source: The email signature has been added successfully
es: La firma fue agregada

source: Unable to save email signature, please try again
es: Imposible agregar firma al email

source: The email signature has been updated successfully
es: La firma de email, fue actualizada

source: Invalid email signature id
es: Id de firma de email invalida

source: Missing email signature id
es: Falta el id de firma de email

source: Selected email signature has been deleted successfully
es: Firmas de email seleccionadas fueron borradas

source: Unable to delete selected email signature, please try again
es: Imposible borrar las firmas de email

source: The email template has been added successfully
es: La plantilla de email fue agregada

source: Unable to add email template, please try again
es: Imposible agregar plantilla de email

source: The email template has been updated successfully
es: La plantilla de correo fue actualizada

source: Unable to update email template, please try again
es: Imposible actualzar la plantilla de email

source: Invalid email template id
es: Id de plantilla de email invalida

source: Missing email template id
es: Falta el id de plantilla de correo

source: Selected email template has been deleted successfully
es: Las plantillas de email seleccionadas fueron borradas

source: Unable to delete selected email template, please try again
es: Imposible borrar las plantillas de email seleccionadas

source: No users found in selected group
es: No se encontraron usuarios en el grupo seleccionado

source: Invalid User Id
es: Id de usuario no valido

source: Missing User Id
es: Falta del id de usuario

source: All Emails have been sent successfully
es: Todos los emails fueron enviados

source: Out of {0) Emails only {1} Emails have been sent successfully
es: De los {} correos de salientes solo {1} fueron enviados

source: There is problem in sending emails, please try again
es: Hay un problema con el envio de emails,intente nuevamente

source: These is some problem in saving data, please try again
es: Hay un problema con el guardado de los datos, intente nuevamente

source: Email has been scheduled successfully
es: Email fue programado correctamente

source: Permissions deleted successfully
es: Los permisos se borraron correctamente

source: The group has been added successfully
es: Se agrego un grupo

source: Unable to add group, please try again
es: No se agrego un grupo, vuelta a intentar

source: The group has been updated successfully
es: Se actualizado un grupo

source: Unable to update group, please try again.
es: No se actualizo un grupo

source: Invalid group id
es: Id de grupo no valido

source: Missing group id
es: Falta el id de grupo

source: Sorry some users are associated with this group, You cannot delete this group
es: No se puede borrar este grupo, aun hay usuarios asociados

source: Selected group has been deleted successfully
es: Grupo seleccionado fue borrado

source: Selected group could not be deleted, please try again
es: Grupo seleccionado no puede ser borrado

source: Sorry sub group(s) exist for this group, You cannot delete this group
es: Existen subgrupos asignados a este grupo, Imposible borrar este grupo

source: Invalid User Group Id
es: Id de grupo de usuario no valido

source: Missing User Group Id
es: Falta el id de grupo de usuario

source: New setting has been added successfully, please add value for it
es: Nueva varible de sistema fue agregada, por favor agrege un valor

source: Unable to update setting, please try again
es: Imposible actualzar la variable de sistema, intente nuevamente

source: Selected setting has been updated successfully
es: Las variables de sistema selecciondas fueron actualizadas

source: Invalid setting id
es: Id de variable de sistema invalido

source: Missing setting id
es: Falta el id de variable de sistema

source: {0} has been modified successfully
es: {0} fue actualizado

source: {0} has been copied to {1}
es: {0} fue copiado a {1}

source: {0} file could not be copied
es: {0} no puede ser copiado

source: {0} file does not exist
es: {0} no existe

source: Missing Filename
es: Falta el nombre de archivo

source: {0} has been deleted successfully
es: {0} fue borrado

source: {0} file could not be deleted
es: {0} no puede ser borrado

source: {0} has been emptied
es: {0} esta vacío

source: The request has been black-holed
es: La solicitud no pudo ser procesada

source: The user has been added successfully
es: Se agrego un nuevo usuario

source: Unable to save user, please try again
es: No se pudo agregar el usuario

source: The user has been updated successfully
es: El usuario se actualizo

source: Invalid user id
es: Id de usuario no valido

source: Missing user id
es: Falta el id de usuario

source: Selected user is deleted successfully
es: El usuario seleccionado fue borrado

source: Unable to delete user, please try again
es: Imposible borrar usuario, intente nuevamente

source: Selected user is activated successfully
es: El usuario seleccionado fue activado

source: Selected user is de-activated successfully
es: El usuario seleccionado fue desactivado

source: Email of selected user is verified successfully
es: El correo del usuario seleccionado fue verificado

source: Invaid User Id
es: Id de usuario no valido

source: Password for {0} changed successfully
es: Contraseña para {0} fue actualiza

source: User is successfully signed out
es: El usuario fue deslogeado correctamente

source: Please upload CSV file only
es: Solo se pueden subir archivos CSV

source: Please upload CSV file
es: Subir archivo CSV

source: All users information have been saved
es: Todos los usuarios fueron agregados

source: Please select at least one user to add
es: Selecciona al menos un usuario para agregar

source: Invalid or empty data in CSV file, please try again
es: Archivo CSV invalido o vacío, intente nuevamente

source: CSV file was not uploaded or does not exist, please try again
es: Archivo CSV no se subio o no existe, intente nuevamente

source: Your email has not been confirmed please verify your email or contact to admin
es: Tu email no ha sido confirmado, verificar tu email o contacte al administrador del sistema

source: Sorry your account is not active, please contact to admin
es: Lamentamos que tu cuenta no este activa

source: Incorrect Email/Username or Password
es: Email o contraseña incorrectos

source: Sorry new registration is currently disabled, please try again later
es: El registro de usuarios esta actualmente desactivado, intente mas tarde

source: You are successfully signed out
es: Acabas de salir del sistema

source: We have sent an email to you, please confirm your registration
es: Te hemos enviado un email, por favor confirme su registro

source: Unable to register user, please try again
es: Imposible registrar el usuario, intente de nuevo

source: Profile details not found
es: Perfil no encontrado

source: Your profile has been successfully updated
es: Tu perfil fue actualizado

source: Password changed successfully
es: La contraseña fue cambiada

source: Your account is successfully deleted
es: Tu cuenta a sido borrada

source: You are not allowed to delete account
es: No estas autorizado para borrar tu cuenta

source: We have sent an email to you, please click on the link in your email to reset your password
es: Te hemos enviado un email, por favor da click en la liga para reiniciar tu contraseña

source: Your registration has not been confirmed yet please verify your email address before reset password
es: Tu registro no ha sido confirmado aun, por favor verifica tu email antes de reiniciar tu contraseña

source: Incorrect Email/Username
es: Email incorrecto

source: Your password has been reset successfully
es: Tu contraseña fue reiniciada

source: Something went wrong, please send password reset link again
es: Algo no esta nada bien, por favor intente nuevamente

source: Something went wrong, please click again on the link in email
es: Algo no anda bien, por favor vuelve a dar click en la liga del correo

source: We have sent an email to you, please confirm your email address
es: Te hemos enviado un email, por favor confirma tu dirreción de email

source: Your email is already verified
es: Tu email esta verificado

source: Thank you, your email has been verified successfully
es: Muchas Gracias, tu email fue verificado satisfactoriamente

source: Thank you, your email is already verified
es: Muchas Gracias, tu email esta verificado

source: Sorry something went wrong, please click on the link again
es: Lamentamos algo esta mal, por favor dar click en la liga para volverlo a intentar

source: Cache has been deleted successfully
es: El cache fue borrado satisfactoriamente

source: Cache was not deleted, please delete it manually.
es: El cache no pudo ser borrar, por favor borrelo manualmente

source: Search model not found: {0}
es: Busqueda del modelo no encontrada: {0}

source: Cakephp Auth component not loaded, please load in AppController.
es: El componente Auth de cakephp no esta agregado al AppController

source: Your account is currently logged in on another computer.
es: Tu cuenta actualmente esta logueada en otra computadora

source: Please enter to email
es: Por favor ingresa un email de destino

source: Please enter from name
es: Por favor ingresa un nombre

source: Please enter from email
es: Por favor ingresa un email

source: Please enter email subject
es: Por favor ingresa un asunto al email

source: Please enter email message
es: Por ingresa un mensaje

source: Please enter schedule date
es: Por favor ingresa una fecha programada

source: Please enter valid email
es: Por favor ingresa un email valido

source: Please enter valid email(s)
es: Por favor ingresa un email valido

source: Please enter future date
es: Por favor ingresa una fecha futura

source: Please enter title
es: Por favor ingresa un título

source: This title already exist
es: Este título ya existe

source: Select
es: Selecciona

source: Please enter page name
es: Por favor ingresa un nombre para la página

source: Please enter page url
es: Por favor ingresa una url para la página

source: This url name already exist
es: Esta url ya existe

source: Please enter page content
es: Por favor ingresa el contenido de la página

source: Please enter your name
es: Por favor ingresa un nombre

source: Please enter your email
es: Por favor ingresa un email

source: Please select I'm not a robot
es: Por favor selecciona No soy un robot

source: Prove you are not a robot
es: Prueba que no eres un robot

source: Please enter signature name
es: Por favor ingresa un nombre de firma

source: This signature name already exist
es: Esta nombre de firma ya existe

source: No Signature
es: Ninguna firma

source: Please enter template name
es: Por favor ingresa un nombre de plantilla

source: This template name already exist
es: Este nombre de plantilla ya existe

source: No Template
es: Ninguna plantilla

source: Please select user(s)
es: Por favor selecciona un usuario(s)

source: Please select group(s)
es: Por favor selecciona un grupo(s)

source: Please enter email(s)
es: Por favor ingresa un email(s)

source: Please enter user group name
es: Por favor ingresa un nombre de grupo

source: Please enter a valid name
es: Por favor ingresa un nombre valido

source: This name already exist
es: Este nombre ya existe

source: No Group
es: Ningun Grupo

source: Please select category type
es: Por favor selecciona un tipo de categoría

source: Please select category
es: Por favor selecciona una categoría

source: Please enter new category
es: Por favor ingresa una nueva categoría

source: Please select input type
es: Selecciona un tipo de entrada

source: Please enter setting name
es: Ingresa un nombre para la variable de sistema

source: Please enter setting display name
es: Ingresa un Nombre para mostrar

source: Select Category
es: Selecciona una categoría

source: Tinymce Editor
es: Editor Tinymce

source: CK Editor
es: Editor CK

source: Please enter email or username
es: Por favor ingrese un email

source: Please enter password
es: Por favor ingrese una contraseña

source: Please select group
es: Por favor seleccione un grupo

source: Please enter username
es: Por favor ingrese un username

source: Please enter first name
es: Por favor ingrese un nombre

source: Please enter email
es: Por favor ingrese un email

source: Please enter a valid username
es: Por favor ingrese un username valido

source: This username already exist
es: Este username ya existe

source: Username must be greater than 3 characters
es: El username debe ser mayor a 3 caracteres

source: This Username is not available
es: Este username no esta disponible

source: Please enter a valid first name
es: Por favor ingresa un nombre valido

source: Please enter a valid last name
es: Por favor ingrese un apellido valido

source: Please enter father last name
es: Por favor ingrese un apellido paterno

source: Please enter mother last name
es: Por favor ingrese un apellido materno

source: Please enter birth date
es: Por favor ingrese una fecha de nacimiento

source: Please enter entry date
es: Por favor ingrese una fecha de ingreso

source: Please enter position
es: Por favor ingrese un puesto

source: Please enter phone
es: Por favor ingrese un teléfono

source: Please enter gender
es: Por favor ingrese un genero

source: This email already exist
es: Este email ya existe

source: Password must be greater than 5 characters
es: La contraseña deberia ser mayor a 5 caracteres

source: Both password must match
es: Ambas contraseñas deberia coincidir

source: Please upload a valid image
es: Por favor sube una imagen valida

source: Please select valid date
es: Por favor selecciona una fecha valida

source: Please select gender
es: Por favor selecciona un genero

source: Please enter old password
es: Ingresar la contraseña anterior

source: Please enter correct old password
es: Por favor ingresa correctamente tu anterior contraseña

source: Duplicate in this list
es: Duplicado en esta lista

source: Select Gender
es: Selecciona un genero

source: Male
es: Hombre

source: Female
es: Mujer

source: Registration is Complete
es: Registro completado

source: Welcome {0},<br/><br/>Thank you for your registration on {1}.<br/><br/>Thanks,<br/>{2}
es: Bienvenido(a) {0},<br/><br/>Gracias por registrarte en {1}.<br/><br/>Gracias,<br/>{2}

source: Hi {0}.
es: Hola {0}.

source: Starting this moment you can access to {0}
es: A partir de este momento ya puedes acceder a {0}

source: geting in the
es: ingresando los

source: following data:
es: siguientes datos:

source: In the face of anywhere problem access, you have question about account or the<br>privileges assigned, please contact the support area.
es: Frente a cualquier problema de acceso, dudas respecto de su cuenta o los<br>privilegios asignados, por favor contacte al área de soporte.

source: Your Sincerely<br>{0}
es: Atentamente<br>{0}

source: Contact Email Confirmation
es: Confirmación de email de contacto

source: Hey {0}, <br/><br/>You recently entered a contact email address. To confirm your contact email, follow the link below: <br/><br/>{1}<br/><br/>If clicking on the link doesn't work, try copying and pasting it into your browser.<br/><br/>Thanks,<br/>{2}
es: Hola {0}, <br/><br/> Agregaste un email de contacto. solo para confirmartu email, da click en el siguiente enlace <br/><br/>{1}<br/><br/>Si no funciona al darle click, trata copiando y pegando la url en tu navegador.<br/><br/>Gracias!!,<br/>{2}

source: Request to Reset Your Password
es: Petición de reiniciar tu contraseña

source: Welcome {0},<br/><br/>You have requested to have your password reset on {1}. Please click the link below to reset your password now: <br/><br/>{2}<br/><br/>If clicking on the link doesn't work, try copying and pasting it into your browser.<br/><br/>Thanks,<br/>{3}
es: Bienvenido(a) {0},<br/><br/>Haz solicitado reiniciar tu contraseña en {1}. Por favor da click en la liga debajo para reiniciar tu contraseña ahora: <br/><br/>{2}<br/<br/><br/>Gracias,<br/>{3}

source: Change Password Confirmation
es: Confirmación de cambio de contraseña

source: Hey {0},<br/><br/>You recently changed your password on {1}.<br/><br/>As a security precaution, this notification has been sent to your email addresse associated with your account.<br/><br/>Thanks,<br/>{2}
es: Hola {0},<br/><br/>Recientemente cambiaste tu contraseña en {1}.<br/><br/> por razones de seguridad, esta notificación a sido enviada al email asociado con tu cuenta.<br/><br/>Gracias,<br/>{2}

source: User ID
es: Id de usuario

source: Name
es: Nombre

source: Email
es: Correo electrónico

source: Contact Number
es: Número de contacto

source: Requirement
es: Asunto

source: Reply Message
es: Responder

source: Date
es: Fecha

source: Action
es: Acciones

source: Send Reply
es: Enviar Respuesta

source: No Records Available
es: No hay registros disponibles

source: Number of Enquiries
es: Numero de registros

source: Signature Name
es: Nombre de la firma

source: Signature
es: Firma

source: Created
es: Creado

source: Edit Signature
es: Editar firma

source: Delete Signature
es: Borrar firma

source: Are you sure you want to delete this signature?
es: ¿Estas seguro de querer borrar esta firma?

source: Number of Signatures
es: Número de firmas

source: Template Name
es: Nombre de plantilla

source: Header
es: Encabezado

source: Edit Template
es: Editar Plantilla

source: Delete Template
es: Borrar Plantilla

source: Are you sure you want to delete this template?
es: ¿Estas seguro de querer borrar esta plantilla?

source: Number of Email Templates
es: Número de plantillas de correo

source: Type
es: Tipo

source: Groups(s)
es: Grupos

source: From Name
es: de

source: From Email
es: De

source: Subject
es: Asunto

source: Sent By
es: Enviado por

source: Sent?
es: Enviado?

source: Date Sent
es: Fecha de envio

source: Selected Users
es: Usuarios seleccionados

source: Group Users
es: Grupo de usuarios

source: Manual Emails
es: Emails Manuales

source: Yes
es: Si

source: View Full Email & Recipients
es: Ver correo

source: Number of Emails
es: Número de emails

source: Scheduled By
es: Programado por

source: Status
es: Estado

source: Scheduled Date
es: Fecha programada

source: Sent
es: Enviado

source: Sending
es: Enviando

source: Not Sent
es: No enviados

source: Edit Email
es: Editar Email

source: Delete Email & Recipients
es: Borrar Email y destinatarios

source: Are you sure, you want to delete this scheduled email along with all recipients?
es: ¿Estas seguro de querer borrar este correo progrmado con todos estos destinatarios?

source: Title
es: Título

source: Edit
es: Editar

source: Delete
es: Borrar

source: Are you sure you want to delete this option?
es: ¿Estas seguro de querer borrar esta opción?

source: Number of Options
es: Número de opciones

source: Category
es: categoría

source: Name/Key
es: Nombre

source: Setting Name
es: Nombre de variable de sistema

source: Setting Value
es: Valor

source: Edit Setting
es: Editar variable

source: Number of Settings
es: Numero de variables de sistema

source: Page Name
es: Nombre de la página

source: Url Name
es: Url

source: Page Title
es: Título

source: Page Link
es: Liga de la página

source: View Page
es: Ver Página

source: Edit Page
es: Editar Página

source: Delete Page
es: Borrar Página

source: Are you sure you want to delete this page?
es: ¿Estas seguro de querer borrar esta página?

source: Number of Pages
es: Número de Páginas
